Revit 2027 API
ParameterTypeId.AnyPatternIdParamNoNo Property
 "Fill Pattern"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnyPatternIdParamNoNo { get; }
Public Shared ReadOnly Property AnyPatternIdParamNoNo As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnyPatternIdParamNoNo {
	ForgeTypeId^ get ();
}
static member AnyPatternIdParamNoNo : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace